Repository: ValentinCousien/richie-app
Catalog: Richie/Localization/Localizable.xcstrings
Source language: en
Languages: fr

# account.description.lifeInsurance
source: Life insurance investment with tax advantages
fr: Assurance vie avec avantages fiscaux

# account.description.pea
source: Plan d'Épargne en Actions - Tax-advantaged account for European stocks
fr: Plan d'Épargne en Actions - Compte avec avantages fiscaux pour les actions européennes

# account.description.peaPme
source: PEA for small and medium-sized enterprises
fr: PEA pour les petites et moyennes entreprises

# account.description.pel
source: Plan d'Épargne Logement - Housing savings plan
fr: Plan d'Épargne Logement - Plan d'épargne pour le logement

# account.description.perp
source: Plan d'Épargne Retraite Populaire - Retirement savings plan
fr: Plan d'Épargne Retraite Populaire - Plan d'épargne retraite

# account.description.standard
source: Standard investment account with no specific tax advantages
fr: Compte d'investissement standard sans avantages fiscaux spécifiques

# account.type.lifeInsurance
source: Life Insurance
fr: Assurance Vie

# account.type.standard
source: Standard Account
fr: Compte Standard

# allowed.investments.header
source: Allowed Investments
fr: Investissements Autorisés

# field.account.name
source: Account Name
fr: Nom du Compte

# field.account.type
source: Account Type
fr: Type de Compte

# field.none.selected
source: None Selected
fr: Aucun Sélectionné

# field.select.account
source: Select Account
fr: Sélectionner un Compte

# field.use.account
source: Use Investment Account
fr: Utiliser un Compte d'Investissement

# rule.age.limit.min.description
source: Minimum age of %d years
fr: Âge minimum de %d ans

# rule.age.limit.min.error
source: Minimum age requirement is %d years
fr: L'âge minimum requis est de %d ans

# rule.age.limit.range.description
source: Age between %d and %d years
fr: Âge entre %d et %d ans

# rule.age.limit.range.error
source: Age must be between %d and %d years
fr: L'âge doit être entre %d et %d ans

# rule.deposit.limit.description
source: Maximum deposit of €%d
fr: Dépôt maximum de %d€

# rule.deposit.limit.error
source: Deposit exceeds the maximum limit of €%d
fr: Le dépôt dépasse la limite maximale de %d€

# rule.geographical.restriction.description
source: Available in: %@
fr: Disponible en: %@

# rule.geographical.restriction.error
source: Only available in: %@
fr: Uniquement disponible en: %@

# rule.investment.type.error
source: %@ investments are not allowed in %@ accounts
fr: Les investissements %@ ne sont pas autorisés dans les comptes %@

# rules.header
source: Account Rules
fr: Règles du Compte

# section.account
source: Account
fr: Compte

# section.account.rules
source: Account Rules
fr: Règles du Compte

# section.validation.errors
source: Validation Errors
fr: Erreurs de Validation

# title.account.details
source: Account Details
fr: Détails du Compte

# title.add.account
source: Add Account
fr: Ajouter un Compte

# title.select.account.type
source: Select Account Type
fr: Sélectionner le Type de Compte
